export const ROLE_LABELS = {
    admin: "Администратор",
    waiter: "Официант",
    warehouse: "Сотрудник склада",
    manager: "Менеджер",
};

export const PAGE_ACCESS = {
    admin: [
        "Главная",
        "История поставок",
        "Склад",
        "История заказов",
        "Редактор содержимого",
        "Ввод поставок",
        "Панель управления пользователями",
    ],

    waiter: ["Главная", "История заказов"],

    warehouse: [
        "Главная",
        "История поставок",
        "Склад",
        "Ввод поставок",
    ],

    manager: [
        "Главная",
        "История поставок",
        "Склад",
        "История заказов",
        "Редактор содержимого",
        "Ввод поставок",
    ],
};